{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "§": 104,
      "©": 105,
      "«": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¹": 117,
      "º": 118,
      "»": 119,
      "¼": 120,
      "½": 121,
      "¾": 122,
      "¿": 123,
      "À": 124,
      "Á": 125,
      "Â": 126,
      "Ä": 127,
      "Å": 128,
      "Æ": 129,
      "Ç": 130,
      "È": 131,
      "É": 132,
      "Ê": 133,
      "Ë": 134,
      "Ì": 135,
      "Í": 136,
      "Î": 137,
      "Ï": 138,
      "Ð": 139,
      "Ñ": 140,
      "Ò": 141,
      "Ó": 142,
      "Ô": 143,
      "Õ": 144,
      "Ö": 145,
      "×": 146,
      "Ø": 147,
      "Ù": 148,
      "Ú": 149,
      "Ü": 150,
      "Ý": 151,
      "Þ": 152,
      "ß": 153,
      "à": 154,
      "á": 155,
      "â": 156,
      "ã": 157,
      "ä": 158,
      "å": 159,
      "æ": 160,
      "ç": 161,
      "è": 162,
      "é": 163,
      "ê": 164,
      "ë": 165,
      "ì": 166,
      "í": 167,
      "î": 168,
      "ï": 169,
      "ð": 170,
      "ñ": 171,
      "ò": 172,
      "ó": 173,
      "ô": 174,
      "õ": 175,
      "ö": 176,
      "÷": 177,
      "ø": 178,
      "ù": 179,
      "ú": 180,
      "û": 181,
      "ü": 182,
      "ý": 183,
      "þ": 184,
      "ÿ": 185,
      "Ā": 186,
      "ā": 187,
      "Ă": 188,
      "ă": 189,
      "ą": 190,
      "Ć": 191,
      "ć": 192,
      "ĉ": 193,
      "Ċ": 194,
      "ċ": 195,
      "Č": 196,
      "č": 197,
      "Ď": 198,
      "ď": 199,
      "Đ": 200,
      "đ": 201,
      "Ē": 202,
      "ē": 203,
      "Ĕ": 204,
      "ĕ": 205,
      "Ė": 206,
      "ė": 207,
      "ę": 208,
      "Ě": 209,
      "ě": 210,
      "ğ": 211,
      "Ġ": 212,
      "ġ": 213,
      "Ģ": 214,
      "ģ": 215,
      "Ĥ": 216,
      "Ħ": 217,
      "ħ": 218,
      "ĩ": 219,
      "Ī": 220,
      "ī": 221,
      "ĭ": 222,
      "į": 223,
      "İ": 224,
      "ı": 225,
      "ĵ": 226,
      "Ķ": 227,
      "ķ": 228,
      "ĸ": 229,
      "ĺ": 230,
      "ļ": 231,
      "Ľ": 232,
      "ľ": 233,
      "Ł": 234,
      "ł": 235,
      "ń": 236,
      "ņ": 237,
      "ň": 238,
      "Ŋ": 239,
      "ŋ": 240,
      "Ō": 241,
      "ō": 242,
      "ŏ": 243,
      "ő": 244,
      "Œ": 245,
      "œ": 246,
      "Ŗ": 247,
      "ŗ": 248,
      "Ř": 249,
      "ř": 250,
      "Ś": 251,
      "ś": 252,
      "Ŝ": 253,
      "Ş": 254,
      "ş": 255,
      "Š": 256,
      "š": 257,
      "Ţ": 258,
      "ţ": 259,
      "ť": 260,
      "ŧ": 261,
      "ũ": 262,
      "Ū": 263,
      "ū": 264,
      "ŭ": 265,
      "ů": 266,
      "ű": 267,
      "ų": 268,
      "ŵ": 269,
      "ŷ": 270,
      "Ź": 271,
      "ź": 272,
      "Ż": 273,
      "ż": 274,
      "Ž": 275,
      "ž": 276,
      "ſ": 277,
      "ƀ": 278,
      "Ɔ": 279,
      "Ƈ": 280,
      "ƈ": 281,
      "Ɖ": 282,
      "ƍ": 283,
      "Ǝ": 284,
      "Ə": 285,
      "Ɛ": 286,
      "ƒ": 287,
      "Ɣ": 288,
      "ƙ": 289,
      "ƛ": 290,
      "ơ": 291,
      "Ƣ": 292,
      "ƥ": 293,
      "ƭ": 294,
      "ư": 295,
      "Ʋ": 296,
      "ƿ": 297,
      "ǀ": 298,
      "ǁ": 299,
      "ǂ": 300,
      "ǃ": 301,
      "ǎ": 302,
      "ǐ": 303,
      "Ǒ": 304,
      "ǒ": 305,
      "ǔ": 306,
      "ǚ": 307,
      "ǜ": 308,
      "ǝ": 309,
      "Ǣ": 310,
      "ǣ": 311,
      "Ǧ": 312,
      "ǧ": 313,
      "Ǫ": 314,
      "ǫ": 315,
      "ǭ": 316,
      "ǰ": 317,
      "ǵ": 318,
      "Ƿ": 319,
      "Ǹ": 320,
      "ǹ": 321,
      "ǽ": 322,
      "Ș": 323,
      "ș": 324,
      "Ț": 325,
      "ț": 326,
      "Ȝ": 327,
      "ȝ": 328,
      "ȟ": 329,
      "ȯ": 330,
      "ȳ": 331,
      "ȷ": 332,
      "ȼ": 333,
      "Ɉ": 334,
      "ɐ": 335,
      "ɑ": 336,
      "ɒ": 337,
      "ɓ": 338,
      "ɔ": 339,
      "ɕ": 340,
      "ɖ": 341,
      "ɗ": 342,
      "ɘ": 343,
      "ə": 344,
      "ɚ": 345,
      "ɛ": 346,
      "ɜ": 347,
      "ɞ": 348,
      "ɟ": 349,
      "ɠ": 350,
      "ɡ": 351,
      "ɢ": 352,
      "ɣ": 353,
      "ɤ": 354,
      "ɥ": 355,
      "ɦ": 356,
      "ɧ": 357,
      "ɨ": 358,
      "ɪ": 359,
      "ɫ": 360,
      "ɬ": 361,
      "ɭ": 362,
      "ɮ": 363,
      "ɯ": 364,
      "ɰ": 365,
      "ɱ": 366,
      "ɲ": 367,
      "ɳ": 368,
      "ɴ": 369,
      "ɵ": 370,
      "ɶ": 371,
      "ɷ": 372,
      "ɸ": 373,
      "ɹ": 374,
      "ɺ": 375,
      "ɻ": 376,
      "ɽ": 377,
      "ɾ": 378,
      "ʀ": 379,
      "ʁ": 380,
      "ʂ": 381,
      "ʃ": 382,
      "ʄ": 383,
      "ʇ": 384,
      "ʈ": 385,
      "ʉ": 386,
      "ʊ": 387,
      "ʋ": 388,
      "ʌ": 389,
      "ʍ": 390,
      "ʎ": 391,
      "ʏ": 392,
      "ʐ": 393,
      "ʑ": 394,
      "ʒ": 395,
      "ʔ": 396,
      "ʕ": 397,
      "ʖ": 398,
      "ʗ": 399,
      "ʘ": 400,
      "ʙ": 401,
      "ʛ": 402,
      "ʝ": 403,
      "ʟ": 404,
      "ʠ": 405,
      "ʡ": 406,
      "ʢ": 407,
      "ʰ": 408,
      "ʱ": 409,
      "ʲ": 410,
      "ʳ": 411,
      "ʷ": 412,
      "ʹ": 413,
      "ʻ": 414,
      "ʼ": 415,
      "ʽ": 416,
      "ʾ": 417,
      "ʿ": 418,
      "ˀ": 419,
      "ˁ": 420,
      "ˆ": 421,
      "ˇ": 422,
      "ˈ": 423,
      "ˌ": 424,
      "ː": 425,
      "ˑ": 426,
      "˔": 427,
      "˕": 428,
      "˖": 429,
      "˘": 430,
      "˚": 431,
      "˜": 432,
      "˞": 433,
      "ˠ": 434,
      "ˢ": 435,
      "ˣ": 436,
      "ˤ": 437,
      "˥": 438,
      "˦": 439,
      "˧": 440,
      "˨": 441,
      "˩": 442,
      "̀": 443,
      "́": 444,
      "̂": 445,
      "̃": 446,
      "̄": 447,
      "̆": 448,
      "̇": 449,
      "̈": 450,
      "̊": 451,
      "̋": 452,
      "̌": 453,
      "̍": 454,
      "̏": 455,
      "̐": 456,
      "̑": 457,
      "̖": 458,
      "̗": 459,
      "̚": 460,
      "̝": 461,
      "̞": 462,
      "̟": 463,
      "̠": 464,
      "̣": 465,
      "̤": 466,
      "̥": 467,
      "̧": 468,
      "̩": 469,
      "̪": 470,
      "̬": 471,
      "̮": 472,
      "̯": 473,
      "̰": 474,
      "̱": 475,
      "̲": 476,
      "̳": 477,
      "̺": 478,
      "̽": 479,
      "͌": 480,
      "͍": 481,
      "͘": 482,
      "͜": 483,
      "͡": 484,
      "΄": 485,
      "Ά": 486,
      "Έ": 487,
      "Ή": 488,
      "Ί": 489,
      "Ό": 490,
      "Ύ": 491,
      "ΐ": 492,
      "Α": 493,
      "Β": 494,
      "Γ": 495,
      "Δ": 496,
      "Ε": 497,
      "Ζ": 498,
      "Η": 499,
      "Θ": 500,
      "Ι": 501,
      "Κ": 502,
      "Λ": 503,
      "Μ": 504,
      "Ν": 505,
      "Ξ": 506,
      "Ο": 507,
      "Π": 508,
      "Ρ": 509,
      "Σ": 510,
      "Τ": 511,
      "Υ": 512,
      "Φ": 513,
      "Χ": 514,
      "Ψ": 515,
      "Ω": 516,
      "ά": 517,
      "έ": 518,
      "ή": 519,
      "ί": 520,
      "α": 521,
      "β": 522,
      "γ": 523,
      "δ": 524,
      "ε": 525,
      "ζ": 526,
      "η": 527,
      "θ": 528,
      "ι": 529,
      "κ": 530,
      "λ": 531,
      "μ": 532,
      "ν": 533,
      "ξ": 534,
      "ο": 535,
      "π": 536,
      "ρ": 537,
      "ς": 538,
      "σ": 539,
      "τ": 540,
      "υ": 541,
      "φ": 542,
      "χ": 543,
      "ψ": 544,
      "ω": 545,
      "ϊ": 546,
      "ό": 547,
      "ύ": 548,
      "ώ": 549,
      "ϑ": 550,
      "ϕ": 551,
      "ϝ": 552,
      "ϟ": 553,
      "ϵ": 554,
      "Ђ": 555,
      "Є": 556,
      "І": 557,
      "Ї": 558,
      "Ј": 559,
      "Љ": 560,
      "Ћ": 561,
      "А": 562,
      "Б": 563,
      "В": 564,
      "Г": 565,
      "Д": 566,
      "Е": 567,
      "Ж": 568,
      "З": 569,
      "И": 570,
      "Й": 571,
      "К": 572,
      "Л": 573,
      "М": 574,
      "Н": 575,
      "О": 576,
      "П": 577,
      "Р": 578,
      "С": 579,
      "Т": 580,
      "У": 581,
      "Ф": 582,
      "Х": 583,
      "Ц": 584,
      "Ч": 585,
      "Ш": 586,
      "Щ": 587,
      "Ъ": 588,
      "Ы": 589,
      "Ь": 590,
      "Э": 591,
      "Ю": 592,
      "Я": 593,
      "а": 594,
      "б": 595,
      "в": 596,
      "г": 597,
      "д": 598,
      "е": 599,
      "ж": 600,
      "з": 601,
      "и": 602,
      "й": 603,
      "к": 604,
      "л": 605,
      "м": 606,
      "н": 607,
      "о": 608,
      "п": 609,
      "р": 610,
      "с": 611,
      "т": 612,
      "у": 613,
      "ф": 614,
      "х": 615,
      "ц": 616,
      "ч": 617,
      "ш": 618,
      "щ": 619,
      "ъ": 620,
      "ы": 621,
      "ь": 622,
      "э": 623,
      "ю": 624,
      "я": 625,
      "ё": 626,
      "ђ": 627,
      "є": 628,
      "і": 629,
      "ї": 630,
      "ј": 631,
      "љ": 632,
      "њ": 633,
      "ћ": 634,
      "ѝ": 635,
      "ў": 636,
      "Ѡ": 637,
      "ѡ": 638,
      "Ѣ": 639,
      "ѣ": 640,
      "ѥ": 641,
      "ѧ": 642,
      "Ѯ": 643,
      "ѹ": 644,
      "҆": 645,
      "ғ": 646,
      "қ": 647,
      "ү": 648,
      "ҳ": 649,
      "ҷ": 650,
      "ӣ": 651,
      "Ө": 652,
      "ө": 653,
      "ӯ": 654,
      "Ӷ": 655,
      "ӷ": 656,
      "Ա": 657,
      "Բ": 658,
      "Գ": 659,
      "Դ": 660,
      "Ե": 661,
      "Զ": 662,
      "Է": 663,
      "Ը": 664,
      "Թ": 665,
      "Ժ": 666,
      "Ի": 667,
      "Լ": 668,
      "Խ": 669,
      "Կ": 670,
      "Հ": 671,
      "Ձ": 672,
      "Ղ": 673,
      "Ճ": 674,
      "Մ": 675,
      "Յ": 676,
      "Ն": 677,
      "Շ": 678,
      "Ո": 679,
      "Պ": 680,
      "Ջ": 681,
      "Ռ": 682,
      "Ս": 683,
      "Վ": 684,
      "Տ": 685,
      "Փ": 686,
      "Ք": 687,
      "Օ": 688,
      "ա": 689,
      "բ": 690,
      "գ": 691,
      "դ": 692,
      "ե": 693,
      "զ": 694,
      "է": 695,
      "ը": 696,
      "թ": 697,
      "ժ": 698,
      "ի": 699,
      "լ": 700,
      "խ": 701,
      "ծ": 702,
      "կ": 703,
      "հ": 704,
      "ձ": 705,
      "ղ": 706,
      "ճ": 707,
      "մ": 708,
      "յ": 709,
      "ն": 710,
      "շ": 711,
      "ո": 712,
      "չ": 713,
      "պ": 714,
      "ջ": 715,
      "ռ": 716,
      "ս": 717,
      "վ": 718,
      "տ": 719,
      "ր": 720,
      "ց": 721,
      "ւ": 722,
      "փ": 723,
      "ք": 724,
      "օ": 725,
      "և": 726,
      "֤": 727,
      "֫": 728,
      "ְ": 729,
      "ֱ": 730,
      "ֲ": 731,
      "ֳ": 732,
      "ִ": 733,
      "ֵ": 734,
      "ֶ": 735,
      "ַ": 736,
      "ָ": 737,
      "ֹ": 738,
      "ֻ": 739,
      "ּ": 740,
      "ֽ": 741,
      "ֿ": 742,
      "ׁ": 743,
      "ׂ": 744,
      "א": 745,
      "ב": 746,
      "ג": 747,
      "ד": 748,
      "ה": 749,
      "ו": 750,
      "ז": 751,
      "ח": 752,
      "ט": 753,
      "י": 754,
      "ך": 755,
      "כ": 756,
      "ל": 757,
      "ם": 758,
      "מ": 759,
      "ן": 760,
      "נ": 761,
      "ס": 762,
      "ע": 763,
      "ף": 764,
      "פ": 765,
      "ץ": 766,
      "צ": 767,
      "ק": 768,
      "ר": 769,
      "ש": 770,
      "ת": 771,
      "ױ": 772,
      "׳": 773,
      "،": 774,
      "ء": 775,
      "آ": 776,
      "أ": 777,
      "ؤ": 778,
      "إ": 779,
      "ئ": 780,
      "ا": 781,
      "ب": 782,
      "ة": 783,
      "ت": 784,
      "ث": 785,
      "ج": 786,
      "ح": 787,
      "خ": 788,
      "د": 789,
      "ذ": 790,
      "ر": 791,
      "ز": 792,
      "س": 793,
      "ش": 794,
      "ص": 795,
      "ض": 796,
      "ط": 797,
      "ظ": 798,
      "ع": 799,
      "غ": 800,
      "ـ": 801,
      "ف": 802,
      "ق": 803,
      "ك": 804,
      "ل": 805,
      "م": 806,
      "ن": 807,
      "ه": 808,
      "و": 809,
      "ى": 810,
      "ي": 811,
      "ً": 812,
      "ٌ": 813,
      "ٍ": 814,
      "َ": 815,
      "ُ": 816,
      "ِ": 817,
      "ّ": 818,
      "ْ": 819,
      "ٔ": 820,
      "١": 821,
      "٧": 822,
      "ٰ": 823,
      "پ": 824,
      "چ": 825,
      "ڈ": 826,
      "ڠ": 827,
      "ک": 828,
      "ڬ": 829,
      "گ": 830,
      "ں": 831,
      "ھ": 832,
      "ہ": 833,
      "ی": 834,
      "ۍ": 835,
      "ے": 836,
      "ە": 837,
      "ܐ": 838,
      "ܒ": 839,
      "ܔ": 840,
      "ܕ": 841,
      "ܗ": 842,
      "ܘ": 843,
      "ܙ": 844,
      "ܚ": 845,
      "ܛ": 846,
      "ܝ": 847,
      "ܠ": 848,
      "ܡ": 849,
      "ܢ": 850,
      "ܣ": 851,
      "ܥ": 852,
      "ܦ": 853,
      "ܪ": 854,
      "ܬ": 855,
      "ܲ": 856,
      "ܵ": 857,
      "ܼ": 858,
      "݂": 859,
      "ँ": 860,
      "ं": 861,
      "ः": 862,
      "अ": 863,
      "आ": 864,
      "इ": 865,
      "ई": 866,
      "उ": 867,
      "ऋ": 868,
      "ए": 869,
      "ऐ": 870,
      "औ": 871,
      "क": 872,
      "ख": 873,
      "ग": 874,
      "घ": 875,
      "ङ": 876,
      "च": 877,
      "छ": 878,
      "ज": 879,
      "ञ": 880,
      "ट": 881,
      "ठ": 882,
      "ड": 883,
      "ण": 884,
      "त": 885,
      "थ": 886,
      "द": 887,
      "ध": 888,
      "न": 889,
      "प": 890,
      "फ": 891,
      "ब": 892,
      "भ": 893,
      "म": 894,
      "य": 895,
      "र": 896,
      "ल": 897,
      "व": 898,
      "श": 899,
      "ष": 900,
      "स": 901,
      "ह": 902,
      "़": 903,
      "ऽ": 904,
      "ा": 905,
      "ि": 906,
      "ी": 907,
      "ु": 908,
      "ू": 909,
      "ृ": 910,
      "ॆ": 911,
      "े": 912,
      "ै": 913,
      "ॉ": 914,
      "ॊ": 915,
      "ो": 916,
      "ौ": 917,
      "्": 918,
      "ॐ": 919,
      "।": 920,
      "॥": 921,
      "१": 922,
      "२": 923,
      "३": 924,
      "ং": 925,
      "অ": 926,
      "আ": 927,
      "ই": 928,
      "এ": 929,
      "ক": 930,
      "খ": 931,
      "গ": 932,
      "ঙ": 933,
      "চ": 934,
      "জ": 935,
      "ট": 936,
      "ড": 937,
      "ঢ": 938,
      "ণ": 939,
      "ত": 940,
      "থ": 941,
      "দ": 942,
      "ন": 943,
      "প": 944,
      "ব": 945,
      "ভ": 946,
      "ম": 947,
      "য": 948,
      "র": 949,
      "ল": 950,
      "শ": 951,
      "ষ": 952,
      "স": 953,
      "হ": 954,
      "়": 955,
      "া": 956,
      "ি": 957,
      "ী": 958,
      "ু": 959,
      "ূ": 960,
      "ে": 961,
      "ৈ": 962,
      "ো": 963,
      "্": 964,
      "ৰ": 965,
      "ਂ": 966,
      "ਅ": 967,
      "ਉ": 968,
      "ਖ": 969,
      "ਘ": 970,
      "ਜ": 971,
      "ਝ": 972,
      "ਦ": 973,
      "ਲ": 974,
      "ਵ": 975,
      "ਸ": 976,
      "ਹ": 977,
      "਼": 978,
      "ਾ": 979,
      "ਿ": 980,
      "ੁ": 981,
      "ੇ": 982,
      "ੰ": 983,
      "ੱ": 984,
      "ખ": 985,
      "ફ": 986,
      "બ": 987,
      "ર": 988,
      "લ": 989,
      "સ": 990,
      "ા": 991,
      "ો": 992,
      "ପ": 993,
      "ର": 994,
      "ୀ": 995,
      "ୁ": 996,
      "ஃ": 997,
      "அ": 998,
      "ஆ": 999,
      "இ": 1000,
      "ஈ": 1001,
      "எ": 1002,
      "ஒ": 1003,
      "க": 1004,
      "ங": 1005,
      "ச": 1006,
      "ட": 1007,
      "ண": 1008,
      "த": 1009,
      "ந": 1010,
      "ன": 1011,
      "ப": 1012,
      "ம": 1013,
      "ய": 1014,
      "ர": 1015,
      "ற": 1016,
      "ல": 1017,
      "ள": 1018,
      "ழ": 1019,
      "வ": 1020,
      "ஸ": 1021,
      "ா": 1022,
      "ி": 1023,
      "ீ": 1024,
      "ு": 1025,
      "ூ": 1026,
      "ெ": 1027,
      "ே": 1028,
      "ை": 1029,
      "ோ": 1030,
      "்": 1031,
      "ం": 1032,
      "క": 1033,
      "ఖ": 1034,
      "గ": 1035,
      "జ": 1036,
      "ట": 1037,
      "ఠ": 1038,
      "డ": 1039,
      "త": 1040,
      "థ": 1041,
      "ద": 1042,
      "న": 1043,
      "ప": 1044,
      "బ": 1045,
      "భ": 1046,
      "మ": 1047,
      "య": 1048,
      "ర": 1049,
      "ల": 1050,
      "వ": 1051,
      "ష": 1052,
      "స": 1053,
      "ా": 1054,
      "ి": 1055,
      "ీ": 1056,
      "ు": 1057,
      "ై": 1058,
      "ో": 1059,
      "్": 1060,
      "ಂ": 1061,
      "ಃ": 1062,
      "ಕ": 1063,
      "ಖ": 1064,
      "ಗ": 1065,
      "ಚ": 1066,
      "ಟ": 1067,
      "ಠ": 1068,
      "ಡ": 1069,
      "ತ": 1070,
      "ದ": 1071,
      "ನ": 1072,
      "ಪ": 1073,
      "ಬ": 1074,
      "ಭ": 1075,
      "ಮ": 1076,
      "ಯ": 1077,
      "ರ": 1078,
      "ಱ": 1079,
      "ಲ": 1080,
      "ಳ": 1081,
      "ವ": 1082,
      "ಶ": 1083,
      "ಸ": 1084,
      "ಹ": 1085,
      "ಾ": 1086,
      "ಿ": 1087,
      "ು": 1088,
      "ೇ": 1089,
      "ೋ": 1090,
      "್": 1091,
      "ೞ": 1092,
      "അ": 1093,
      "ങ": 1094,
      "ദ": 1095,
      "ന": 1096,
      "പ": 1097,
      "മ": 1098,
      "യ": 1099,
      "ര": 1100,
      "ള": 1101,
      "വ": 1102,
      "ശ": 1103,
      "സ": 1104,
      "ഹ": 1105,
      "ാ": 1106,
      "ി": 1107,
      "്": 1108,
      "අ": 1109,
      "එ": 1110,
      "ක": 1111,
      "ග": 1112,
      "ජ": 1113,
      "ත": 1114,
      "ධ": 1115,
      "න": 1116,
      "ප": 1117,
      "ම": 1118,
      "ය": 1119,
      "ර": 1120,
      "ල": 1121,
      "ව": 1122,
      "ශ": 1123,
      "හ": 1124,
      "ළ": 1125,
      "්": 1126,
      "ා": 1127,
      "ැ": 1128,
      "ි": 1129,
      "ු": 1130,
      "ේ": 1131,
      "ෝ": 1132,
      "ก": 1133,
      "ข": 1134,
      "ค": 1135,
      "ฆ": 1136,
      "ง": 1137,
      "จ": 1138,
      "ฉ": 1139,
      "ช": 1140,
      "ซ": 1141,
      "ญ": 1142,
      "ฎ": 1143,
      "ฏ": 1144,
      "ฐ": 1145,
      "ฑ": 1146,
      "ณ": 1147,
      "ด": 1148,
      "ต": 1149,
      "ถ": 1150,
      "ท": 1151,
      "ธ": 1152,
      "น": 1153,
      "บ": 1154,
      "ป": 1155,
      "ผ": 1156,
      "ฝ": 1157,
      "พ": 1158,
      "ฟ": 1159,
      "ภ": 1160,
      "ม": 1161,
      "ย": 1162,
      "ร": 1163,
      "ฤ": 1164,
      "ล": 1165,
      "ว": 1166,
      "ศ": 1167,
      "ษ": 1168,
      "ส": 1169,
      "ห": 1170,
      "ฬ": 1171,
      "อ": 1172,
      "ฮ": 1173,
      "ะ": 1174,
      "ั": 1175,
      "า": 1176,
      "ำ": 1177,
      "ิ": 1178,
      "ี": 1179,
      "ึ": 1180,
      "ื": 1181,
      "ุ": 1182,
      "ู": 1183,
      "฿": 1184,
      "เ": 1185,
      "แ": 1186,
      "โ": 1187,
      "ใ": 1188,
      "ไ": 1189,
      "็": 1190,
      "่": 1191,
      "้": 1192,
      "๊": 1193,
      "์": 1194,
      "་": 1195,
      "༌": 1196,
      "།": 1197,
      "ཀ": 1198,
      "ཁ": 1199,
      "ག": 1200,
      "ང": 1201,
      "ཆ": 1202,
      "ཇ": 1203,
      "ཐ": 1204,
      "ད": 1205,
      "ན": 1206,
      "པ": 1207,
      "བ": 1208,
      "མ": 1209,
      "ཙ": 1210,
      "ཚ": 1211,
      "ཛ": 1212,
      "འ": 1213,
      "ཡ": 1214,
      "ར": 1215,
      "ལ": 1216,
      "ས": 1217,
      "ཧ": 1218,
      "ི": 1219,
      "ུ": 1220,
      "ེ": 1221,
      "ོ": 1222,
      "ྟ": 1223,
      "ྡ": 1224,
      "ྣ": 1225,
      "ྤ": 1226,
      "ྥ": 1227,
      "ྱ": 1228,
      "ྲ": 1229,
      "က": 1230,
      "ဂ": 1231,
      "င": 1232,
      "စ": 1233,
      "ဆ": 1234,
      "န": 1235,
      "ပ": 1236,
      "ဗ": 1237,
      "ဘ": 1238,
      "မ": 1239,
      "ယ": 1240,
      "ရ": 1241,
      "လ": 1242,
      "ဝ": 1243,
      "ဟ": 1244,
      "ာ": 1245,
      "ိ": 1246,
      "ီ": 1247,
      "ု": 1248,
      "ူ": 1249,
      "ဲ": 1250,
      "း": 1251,
      "္": 1252,
      "်": 1253,
      "ျ": 1254,
      "ြ": 1255,
      "ှ": 1256,
      "Ⴀ": 1257,
      "Ⴂ": 1258,
      "Ⴃ": 1259,
      "Ⴈ": 1260,
      "Ⴌ": 1261,
      "Ⴕ": 1262,
      "Ⴟ": 1263,
      "ა": 1264,
      "ბ": 1265,
      "გ": 1266,
      "დ": 1267,
      "ე": 1268,
      "ვ": 1269,
      "ზ": 1270,
      "თ": 1271,
      "ი": 1272,
      "კ": 1273,
      "ლ": 1274,
      "მ": 1275,
      "ნ": 1276,
      "ო": 1277,
      "პ": 1278,
      "ჟ": 1279,
      "რ": 1280,
      "ს": 1281,
      "ტ": 1282,
      "უ": 1283,
      "ფ": 1284,
      "ქ": 1285,
      "ღ": 1286,
      "ყ": 1287,
      "შ": 1288,
      "ჩ": 1289,
      "ც": 1290,
      "ძ": 1291,
      "წ": 1292,
      "ჭ": 1293,
      "ხ": 1294,
      "ჯ": 1295,
      "ჰ": 1296,
      "ჱ": 1297,
      "ჲ": 1298,
      "ჳ": 1299,
      "ჴ": 1300,
      "ჵ": 1301,
      "ჶ": 1302,
      "ჷ": 1303,
      "ჸ": 1304,
      "ჹ": 1305,
      "ჺ": 1306,
      "჻": 1307,
      "ሀ": 1308,
      "ለ": 1309,
      "ሐ": 1310,
      "ሓ": 1311,
      "ሕ": 1312,
      "መ": 1313,
      "ማ": 1314,
      "ሥ": 1315,
      "ረ": 1316,
      "ር": 1317,
      "ሰ": 1318,
      "ስ": 1319,
      "ቆ": 1320,
      "ቈ": 1321,
      "በ": 1322,
      "ብ": 1323,
      "ቲ": 1324,
      "ታ": 1325,
      "ት": 1326,
      "ነ": 1327,
      "ና": 1328,
      "ን": 1329,
      "ኖ": 1330,
      "አ": 1331,
      "ኢ": 1332,
      "እ": 1333,
      "ከ": 1334,
      "ኲ": 1335,
      "ዕ": 1336,
      "ዘ": 1337,
      "ዛ": 1338,
      "የ": 1339,
      "ያ": 1340,
      "ይ": 1341,
      "ዮ": 1342,
      "ደ": 1343,
      "ድ": 1344,
      "ጅ": 1345,
      "ገ": 1346,
      "ጉ": 1347,
      "ጵ": 1348,
      "ፈ": 1349,
      "ፍ": 1350,
      "፡": 1351,
      "Ꭰ": 1352,
      "Ꭳ": 1353,
      "Ꭶ": 1354,
      "Ꭸ": 1355,
      "Ꭹ": 1356,
      "Ꮀ": 1357,
      "Ꮃ": 1358,
      "Ꮉ": 1359,
      "Ꮝ": 1360,
      "Ꮿ": 1361,
      "Ᏹ": 1362,
      "ᐊ": 1363,
      "ᑲ": 1364,
      "ᒡ": 1365,
      "ᓘ": 1366,
      "ᚢ": 1367,
      "ᚣ": 1368,
      "ᚦ": 1369,
      "ᚨ": 1370,
      "ᚩ": 1371,
      "ᚬ": 1372,
      "ᚱ": 1373,
      "ᚷ": 1374,
      "ᚹ": 1375,
      "ᚺ": 1376,
      "ᚻ": 1377,
      "ᚼ": 1378,
      "ᚾ": 1379,
      "ᛁ": 1380,
      "ᛃ": 1381,
      "ᛄ": 1382,
      "ᛇ": 1383,
      "ᛋ": 1384,
      "ᛏ": 1385,
      "ᛒ": 1386,
      "ᛗ": 1387,
      "ᛚ": 1388,
      "ᛝ": 1389,
      "ᛞ": 1390,
      "ᛟ": 1391,
      "ᛠ": 1392,
      "ក": 1393,
      "ខ": 1394,
      "គ": 1395,
      "ង": 1396,
      "ច": 1397,
      "ឆ": 1398,
      "ជ": 1399,
      "ញ": 1400,
      "ដ": 1401,
      "ឋ": 1402,
      "ណ": 1403,
      "ត": 1404,
      "ថ": 1405,
      "ទ": 1406,
      "ធ": 1407,
      "ន": 1408,
      "ប": 1409,
      "ព": 1410,
      "ភ": 1411,
      "ម": 1412,
      "យ": 1413,
      "រ": 1414,
      "ល": 1415,
      "វ": 1416,
      "ស": 1417,
      "ហ": 1418,
      "អ": 1419,
      "ឥ": 1420,
      "ឪ": 1421,
      "ឫ": 1422,
      "ឯ": 1423,
      "឵": 1424,
      "ា": 1425,
      "ិ": 1426,
      "ី": 1427,
      "ឹ": 1428,
      "ឺ": 1429,
      "ុ": 1430,
      "ូ": 1431,
      "ួ": 1432,
      "ៀ": 1433,
      "េ": 1434,
      "ែ": 1435,
      "ៃ": 1436,
      "ោ": 1437,
      "ៅ": 1438,
      "ំ": 1439,
      "ះ": 1440,
      "ៈ": 1441,
      "៉": 1442,
      "់": 1443,
      "្": 1444,
      "ᠠ": 1445,
      "ᠣ": 1446,
      "ᠨ": 1447,
      "ᠪ": 1448,
      "ᠮ": 1449,
      "ᠯ": 1450,
      "ᠰ": 1451,
      "ᠴ": 1452,
      "ᠵ": 1453,
      "ᠸ": 1454,
      "ᡝ": 1455,
      "ᡠ": 1456,
      "ᡥ": 1457,
      "ᡨ": 1458,
      "ᡳ": 1459,
      "ᡴ": 1460,
      "ᡵ": 1461,
      "ᴰ": 1462,
      "ᴷ": 1463,
      "ᴺ": 1464,
      "ᵀ": 1465,
      "ᵊ": 1466,
      "ᵑ": 1467,
      "ᵗ": 1468,
      "ᵘ": 1469,
      "ᵝ": 1470,
      "ᵻ": 1471,
      "ᵿ": 1472,
      "ᶑ": 1473,
      "ᶢ": 1474,
      "ᶦ": 1475,
      "ᶴ": 1476,
      "ᶷ": 1477,
      "᷄": 1478,
      "᷅": 1479,
      "᷆": 1480,
      "᷇": 1481,
      "᷈": 1482,
      "᷉": 1483,
      "᷽": 1484,
      "Ḍ": 1485,
      "ḍ": 1486,
      "Ḏ": 1487,
      "ḏ": 1488,
      "ḑ": 1489,
      "ḕ": 1490,
      "ḗ": 1491,
      "Ḣ": 1492,
      "Ḥ": 1493,
      "ḥ": 1494,
      "Ḩ": 1495,
      "ḩ": 1496,
      "Ḫ": 1497,
      "ḫ": 1498,
      "ḭ": 1499,
      "ḱ": 1500,
      "Ḳ": 1501,
      "ḳ": 1502,
      "ḵ": 1503,
      "ḷ": 1504,
      "ḹ": 1505,
      "ḻ": 1506,
      "ḿ": 1507,
      "ṁ": 1508,
      "ṃ": 1509,
      "ṅ": 1510,
      "ṇ": 1511,
      "ṉ": 1512,
      "ṓ": 1513,
      "ṙ": 1514,
      "Ṛ": 1515,
      "ṛ": 1516,
      "Ṝ": 1517,
      "ṝ": 1518,
      "ṟ": 1519,
      "Ṣ": 1520,
      "ṣ": 1521,
      "Ṧ": 1522,
      "Ṫ": 1523,
      "Ṭ": 1524,
      "ṭ": 1525,
      "Ṯ": 1526,
      "ṯ": 1527,
      "ṳ": 1528,
      "ṵ": 1529,
      "Ṽ": 1530,
      "ṽ": 1531,
      "ẃ": 1532,
      "Ẓ": 1533,
      "ẓ": 1534,
      "ẖ": 1535,
      "ạ": 1536,
      "ả": 1537,
      "Ấ": 1538,
      "ấ": 1539,
      "ầ": 1540,
      "Ẩ": 1541,
      "ẩ": 1542,
      "ẫ": 1543,
      "ậ": 1544,
      "ắ": 1545,
      "ằ": 1546,
      "ẵ": 1547,
      "ặ": 1548,
      "ẹ": 1549,
      "ẻ": 1550,
      "ẽ": 1551,
      "ế": 1552,
      "ề": 1553,
      "ể": 1554,
      "ễ": 1555,
      "ệ": 1556,
      "ỉ": 1557,
      "ị": 1558,
      "Ọ": 1559,
      "ọ": 1560,
      "ỏ": 1561,
      "Ố": 1562,
      "ố": 1563,
      "ồ": 1564,
      "ổ": 1565,
      "ỗ": 1566,
      "ộ": 1567,
      "ớ": 1568,
      "ờ": 1569,
      "ở": 1570,
      "ợ": 1571,
      "Ụ": 1572,
      "ụ": 1573,
      "ủ": 1574,
      "Ứ": 1575,
      "ứ": 1576,
      "ừ": 1577,
      "ử": 1578,
      "ữ": 1579,
      "ự": 1580,
      "ỳ": 1581,
      "ỵ": 1582,
      "ỹ": 1583,
      "ἀ": 1584,
      "ἁ": 1585,
      "ἂ": 1586,
      "ἃ": 1587,
      "ἄ": 1588,
      "ἅ": 1589,
      "Ἀ": 1590,
      "Ἁ": 1591,
      "Ἄ": 1592,
      "Ἅ": 1593,
      "ἐ": 1594,
      "ἑ": 1595,
      "ἒ": 1596,
      "ἔ": 1597,
      "ἕ": 1598,
      "Ἐ": 1599,
      "Ἑ": 1600,
      "Ἔ": 1601,
      "Ἕ": 1602,
      "ἠ": 1603,
      "ἡ": 1604,
      "ἢ": 1605,
      "ἤ": 1606,
      "ἥ": 1607,
      "ἦ": 1608,
      "ἧ": 1609,
      "Ἠ": 1610,
      "Ἡ": 1611,
      "ἰ": 1612,
      "ἱ": 1613,
      "ἲ": 1614,
      "ἳ": 1615,
      "ἴ": 1616,
      "ἵ": 1617,
      "ἶ": 1618,
      "ἷ": 1619,
      "Ἰ": 1620,
      "Ἱ": 1621,
      "Ἶ": 1622,
      "ὀ": 1623,
      "ὁ": 1624,
      "ὂ": 1625,
      "ὃ": 1626,
      "ὄ": 1627,
      "ὅ": 1628,
      "Ὁ": 1629,
      "Ὄ": 1630,
      "ὐ": 1631,
      "ὑ": 1632,
      "ὔ": 1633,
      "ὕ": 1634,
      "ὖ": 1635,
      "ὗ": 1636,
      "Ὕ": 1637,
      "ὡ": 1638,
      "ὣ": 1639,
      "ὤ": 1640,
      "ὥ": 1641,
      "ὦ": 1642,
      "Ὠ": 1643,
      "Ὡ": 1644,
      "Ὦ": 1645,
      "ὰ": 1646,
      "ὲ": 1647,
      "ὴ": 1648,
      "ὶ": 1649,
      "ὸ": 1650,
      "ὺ": 1651,
      "ὼ": 1652,
      "ᾓ": 1653,
      "ᾰ": 1654,
      "ᾳ": 1655,
      "ᾶ": 1656,
      "ᾷ": 1657,
      "᾿": 1658,
      "ῆ": 1659,
      "ῇ": 1660,
      "Ὲ": 1661,
      "ῐ": 1662,
      "ῑ": 1663,
      "ῖ": 1664,
      "Ὶ": 1665,
      "ῠ": 1666,
      "ῥ": 1667,
      "ῦ": 1668,
      "Ῥ": 1669,
      "ῳ": 1670,
      "ῶ": 1671,
      "ῷ": 1672,
      "‐": 1673,
      "‑": 1674,
      "‒": 1675,
      "–": 1676,
      "—": 1677,
      "―": 1678,
      "‖": 1679,
      "‘": 1680,
      "’": 1681,
      "‚": 1682,
      "‛": 1683,
      "“": 1684,
      "”": 1685,
      "„": 1686,
      "‟": 1687,
      "†": 1688,
      "‡": 1689,
      "•": 1690,
      "…": 1691,
      "‰": 1692,
      "′": 1693,
      "″": 1694,
      "※": 1695,
      "‼": 1696,
      "‿": 1697,
      "⁄": 1698,
      "⁊": 1699,
      "⁰": 1700,
      "⁺": 1701,
      "ⁿ": 1702,
      "₁": 1703,
      "₂": 1704,
      "₃": 1705,
      "₄": 1706,
      "₡": 1707,
      "₣": 1708,
      "₤": 1709,
      "₦": 1710,
      "₧": 1711,
      "₨": 1712,
      "₩": 1713,
      "₫": 1714,
      "€": 1715,
      "₱": 1716,
      "₴": 1717,
      "₹": 1718,
      "ℂ": 1719,
      "℃": 1720,
      "ℓ": 1721,
      "ℕ": 1722,
      "№": 1723,
      "ℛ": 1724,
      "ℝ": 1725,
      "℞": 1726,
      "™": 1727,
      "ℤ": 1728,
      "℥": 1729,
      "ℵ": 1730,
      "⅓": 1731,
      "⅔": 1732,
      "⅙": 1733,
      "⅛": 1734,
      "⅜": 1735,
      "⅝": 1736,
      "⅞": 1737,
      "Ⅱ": 1738,
      "←": 1739,
      "↑": 1740,
      "→": 1741,
      "↓": 1742,
      "↔": 1743,
      "↗": 1744,
      "↘": 1745,
      "↦": 1746,
      "↪": 1747,
      "↵": 1748,
      "⇄": 1749,
      "⇌": 1750,
      "⇒": 1751,
      "⇪": 1752,
      "∀": 1753,
      "∂": 1754,
      "∅": 1755,
      "∆": 1756,
      "∇": 1757,
      "∈": 1758,
      "∉": 1759,
      "∊": 1760,
      "∑": 1761,
      "−": 1762,
      "∕": 1763,
      "∖": 1764,
      "∗": 1765,
      "∘": 1766,
      "√": 1767,
      "∝": 1768,
      "∞": 1769,
      "∤": 1770,
      "∩": 1771,
      "∪": 1772,
      "∫": 1773,
      "∴": 1774,
      "∼": 1775,
      "≈": 1776,
      "≠": 1777,
      "≡": 1778,
      "≢": 1779,
      "≤": 1780,
      "≥": 1781,
      "≪": 1782,
      "≫": 1783,
      "≲": 1784,
      "⊂": 1785,
      "⊕": 1786,
      "⊗": 1787,
      "⊙": 1788,
      "⊞": 1789,
      "⊢": 1790,
      "⊣": 1791,
      "⊥": 1792,
      "⋅": 1793,
      "⋆": 1794,
      "⋯": 1795,
      "⌊": 1796,
      "⌋": 1797,
      "⌘": 1798,
      "①": 1799,
      "②": 1800,
      "③": 1801,
      "④": 1802,
      "⑤": 1803,
      "⑥": 1804,
      "⑦": 1805,
      "⑧": 1806,
      "─": 1807,
      "█": 1808,
      "▢": 1809,
      "▲": 1810,
      "▼": 1811,
      "○": 1812,
      "●": 1813,
      "◦": 1814,
      "☄": 1815,
      "★": 1816,
      "☆": 1817,
      "☉": 1818,
      "☧": 1819,
      "☫": 1820,
      "☭": 1821,
      "☽": 1822,
      "☾": 1823,
      "♀": 1824,
      "♂": 1825,
      "♄": 1826,
      "♅": 1827,
      "♆": 1828,
      "♇": 1829,
      "♈": 1830,
      "♉": 1831,
      "♠": 1832,
      "♣": 1833,
      "♥": 1834,
      "♦": 1835,
      "♩": 1836,
      "♪": 1837,
      "♭": 1838,
      "♮": 1839,
      "♯": 1840,
      "⚳": 1841,
      "⚴": 1842,
      "⚵": 1843,
      "⛢": 1844,
      "✡": 1845,
      "✱": 1846,
      "❄": 1847,
      "❅": 1848,
      "❆": 1849,
      "❤": 1850,
      "⟦": 1851,
      "⟧": 1852,
      "⟨": 1853,
      "⟩": 1854,
      "⥇": 1855,
      "⩽": 1856,
      "⫶": 1857,
      "ⱱ": 1858,
      "ⲁ": 1859,
      "ⲛ": 1860,
      "ⲥ": 1861,
      "ⲧ": 1862,
      "ⲩ": 1863,
      "Ⲫ": 1864,
      "ⲱ": 1865,
      "ⴰ": 1866,
      "ⴳ": 1867,
      "ⴷ": 1868,
      "ⴻ": 1869,
      "ⴼ": 1870,
      "ⴽ": 1871,
      "ⵃ": 1872,
      "ⵇ": 1873,
      "ⵉ": 1874,
      "ⵍ": 1875,
      "ⵎ": 1876,
      "ⵏ": 1877,
      "ⵓ": 1878,
      "ⵔ": 1879,
      "ⵕ": 1880,
      "ⵖ": 1881,
      "ⵙ": 1882,
      "ⵛ": 1883,
      "ⵜ": 1884,
      "ⵡ": 1885,
      "ⵢ": 1886,
      "ⵣ": 1887,
      "⸨": 1888,
      "⸩": 1889,
      "、": 1890,
      "。": 1891,
      "々": 1892,
      "〈": 1893,
      "〉": 1894,
      "《": 1895,
      "》": 1896,
      "「": 1897,
      "」": 1898,
      "『": 1899,
      "』": 1900,
      "【": 1901,
      "】": 1902,
      "〒": 1903,
      "〜": 1904,
      "あ": 1905,
      "ぃ": 1906,
      "い": 1907,
      "ぅ": 1908,
      "う": 1909,
      "ぇ": 1910,
      "え": 1911,
      "ぉ": 1912,
      "お": 1913,
      "か": 1914,
      "が": 1915,
      "き": 1916,
      "ぎ": 1917,
      "く": 1918,
      "ぐ": 1919,
      "け": 1920,
      "げ": 1921,
      "こ": 1922,
      "ご": 1923,
      "さ": 1924,
      "ざ": 1925,
      "し": 1926,
      "じ": 1927,
      "す": 1928,
      "ず": 1929,
      "せ": 1930,
      "ぜ": 1931,
      "そ": 1932,
      "ぞ": 1933,
      "た": 1934,
      "だ": 1935,
      "ち": 1936,
      "っ": 1937,
      "つ": 1938,
      "づ": 1939,
      "て": 1940,
      "で": 1941,
      "と": 1942,
      "ど": 1943,
      "な": 1944,
      "に": 1945,
      "ぬ": 1946,
      "ね": 1947,
      "の": 1948,
      "は": 1949,
      "ば": 1950,
      "ぱ": 1951,
      "ひ": 1952,
      "び": 1953,
      "ぴ": 1954,
      "ふ": 1955,
      "ぶ": 1956,
      "ぷ": 1957,
      "へ": 1958,
      "べ": 1959,
      "ぺ": 1960,
      "ほ": 1961,
      "ぼ": 1962,
      "ぽ": 1963,
      "ま": 1964,
      "み": 1965,
      "む": 1966,
      "め": 1967,
      "も": 1968,
      "ゃ": 1969,
      "や": 1970,
      "ゅ": 1971,
      "ゆ": 1972,
      "ょ": 1973,
      "よ": 1974,
      "ら": 1975,
      "り": 1976,
      "る": 1977,
      "れ": 1978,
      "ろ": 1979,
      "わ": 1980,
      "ゑ": 1981,
      "を": 1982,
      "ん": 1983,
      "ァ": 1984,
      "ア": 1985,
      "ィ": 1986,
      "イ": 1987,
      "ゥ": 1988,
      "ウ": 1989,
      "ェ": 1990,
      "エ": 1991,
      "ォ": 1992,
      "オ": 1993,
      "カ": 1994,
      "ガ": 1995,
      "キ": 1996,
      "ギ": 1997,
      "ク": 1998,
      "グ": 1999,
      "ケ": 2000,
      "ゲ": 2001,
      "コ": 2002,
      "ゴ": 2003,
      "サ": 2004,
      "ザ": 2005,
      "シ": 2006,
      "ジ": 2007,
      "ス": 2008,
      "ズ": 2009,
      "セ": 2010,
      "ゼ": 2011,
      "ソ": 2012,
      "ゾ": 2013,
      "タ": 2014,
      "ダ": 2015,
      "チ": 2016,
      "ヂ": 2017,
      "ッ": 2018,
      "ツ": 2019,
      "ヅ": 2020,
      "テ": 2021,
      "デ": 2022,
      "ト": 2023,
      "ド": 2024,
      "ナ": 2025,
      "ニ": 2026,
      "ヌ": 2027,
      "ネ": 2028,
      "ノ": 2029,
      "ハ": 2030,
      "バ": 2031,
      "パ": 2032,
      "ヒ": 2033,
      "ビ": 2034,
      "ピ": 2035,
      "フ": 2036,
      "ブ": 2037,
      "プ": 2038,
      "ヘ": 2039,
      "ベ": 2040,
      "ペ": 2041,
      "ホ": 2042,
      "ボ": 2043,
      "ポ": 2044,
      "マ": 2045,
      "ミ": 2046,
      "ム": 2047,
      "メ": 2048,
      "モ": 2049,
      "ャ": 2050,
      "ヤ": 2051,
      "ュ": 2052,
      "ユ": 2053,
      "ョ": 2054,
      "ヨ": 2055,
      "ラ": 2056,
      "リ": 2057,
      "ル": 2058,
      "レ": 2059,
      "ロ": 2060,
      "ワ": 2061,
      "ヲ": 2062,
      "ン": 2063,
      "ヴ": 2064,
      "ヶ": 2065,
      "・": 2066,
      "ー": 2067,
      "一": 2068,
      "丁": 2069,
      "七": 2070,
      "万": 2071,
      "丈": 2072,
      "三": 2073,
      "上": 2074,
      "下": 2075,
      "不": 2076,
      "与": 2077,
      "丑": 2078,
      "且": 2079,
      "世": 2080,
      "丘": 2081,
      "丙": 2082,
      "东": 2083,
      "丝": 2084,
      "丞": 2085,
      "両": 2086,
      "丨": 2087,
      "个": 2088,
      "中": 2089,
      "丶": 2090,
      "丸": 2091,
      "丹": 2092,
      "为": 2093,
      "主": 2094,
      "丽": 2095,
      "丿": 2096,
      "乃": 2097,
      "久": 2098,
      "么": 2099,
      "义": 2100,
      "之": 2101,
      "乌": 2102,
      "乎": 2103,
      "乐": 2104,
      "乘": 2105,
      "乙": 2106,
      "乚": 2107,
      "乛": 2108,
      "九": 2109,
      "也": 2110,
      "习": 2111,
      "书": 2112,
      "乩": 2113,
      "买": 2114,
      "乱": 2115,
      "乳": 2116,
      "乾": 2117,
      "亀": 2118,
      "亅": 2119,
      "了": 2120,
      "予": 2121,
      "争": 2122,
      "事": 2123,
      "二": 2124,
      "云": 2125,
      "五": 2126,
      "井": 2127,
      "亚": 2128,
      "些": 2129,
      "亜": 2130,
      "亞": 2131,
      "亡": 2132,
      "交": 2133,
      "亦": 2134,
      "亨": 2135,
      "京": 2136,
      "亮": 2137,
      "亰": 2138,
      "人": 2139,
      "什": 2140,
      "仁": 2141,
      "仇": 2142,
      "今": 2143,
      "介": 2144,
      "仔": 2145,
      "仕": 2146,
      "他": 2147,
      "付": 2148,
      "仙": 2149,
      "代": 2150,
      "令": 2151,
      "以": 2152,
      "仪": 2153,
      "们": 2154,
      "仮": 2155,
      "仰": 2156,
      "仲": 2157,
      "件": 2158,
      "任": 2159,
      "份": 2160,
      "伊": 2161,
      "伏": 2162,
      "伐": 2163,
      "休": 2164,
      "会": 2165,
      "伝": 2166,
      "伟": 2167,
      "传": 2168,
      "伪": 2169,
      "伯": 2170,
      "伴": 2171,
      "伸": 2172,
      "似": 2173,
      "佃": 2174,
      "但": 2175,
      "位": 2176,
      "住": 2177,
      "佐": 2178,
      "佑": 2179,
      "体": 2180,
      "何": 2181,
      "余": 2182,
      "佛": 2183,
      "作": 2184,
      "你": 2185,
      "佳": 2186,
      "併": 2187,
      "使": 2188,
      "來": 2189,
      "例": 2190,
      "侍": 2191,
      "侗": 2192,
      "供": 2193,
      "依": 2194,
      "侠": 2195,
      "侨": 2196,
      "侬": 2197,
      "侯": 2198,
      "係": 2199,
      "促": 2200,
      "俄": 2201,
      "俊": 2202,
      "保": 2203,
      "信": 2204,
      "俭": 2205,
      "修": 2206,
      "俱": 2207,
      "俳": 2208,
      "倉": 2209,
      "個": 2210,
      "們": 2211,
      "候": 2212,
      "借": 2213,
      "倪": 2214,
      "倫": 2215,
      "倭": 2216,
      "偃": 2217,
      "假": 2218,
      "偏": 2219,
      "健": 2220,
      "側": 2221,
      "偵": 2222,
      "偽": 2223,
      "傀": 2224,
      "傅": 2225,
      "傑": 2226,
      "傘": 2227,
      "備": 2228,
      "催": 2229,
      "傭": 2230,
      "傳": 2231,
      "傷": 2232,
      "像": 2233,
      "僑": 2234,
      "僕": 2235,
      "僧": 2236,
      "儀": 2237,
      "億": 2238,
      "儒": 2239,
      "儚": 2240,
      "儡": 2241,
      "優": 2242,
      "儿": 2243,
      "允": 2244,
      "元": 2245,
      "充": 2246,
      "兆": 2247,
      "先": 2248,
      "光": 2249,
      "克": 2250,
      "免": 2251,
      "兒": 2252,
      "兔": 2253,
      "兜": 2254,
      "入": 2255,
      "內": 2256,
      "全": 2257,
      "兩": 2258,
      "八": 2259,
      "公": 2260,
      "六": 2261,
      "兰": 2262,
      "共": 2263,
      "关": 2264,
      "兵": 2265,
      "其": 2266,
      "具": 2267,
      "典": 2268,
      "养": 2269,
      "冀": 2270,
      "内": 2271,
      "円": 2272,
      "冉": 2273,
      "册": 2274,
      "再": 2275,
      "冒": 2276,
      "写": 2277,
      "军": 2278,
      "冠": 2279,
      "冥": 2280,
      "冫": 2281,
      "冬": 2282,
      "冯": 2283,
      "决": 2284,
      "冴": 2285,
      "冶": 2286,
      "冷": 2287,
      "净": 2288,
      "准": 2289,
      "凌": 2290,
      "凤": 2291,
      "処": 2292,
      "凪": 2293,
      "凯": 2294,
      "凰": 2295,
      "凱": 2296,
      "凶": 2297,
      "凹": 2298,
      "出": 2299,
      "刀": 2300,
      "刃": 2301,
      "分": 2302,
      "切": 2303,
      "刊": 2304,
      "划": 2305,
      "列": 2306,
      "刘": 2307,
      "初": 2308,
      "判": 2309,
      "別": 2310,
      "利": 2311,
      "别": 2312,
      "到": 2313,
      "制": 2314,
      "刷": 2315,
      "券": 2316,
      "刹": 2317,
      "刺": 2318,
      "刻": 2319,
      "則": 2320,
      "前": 2321,
      "剑": 2322,
      "剛": 2323,
      "剣": 2324,
      "剧": 2325,
      "剩": 2326,
      "副": 2327,
      "割": 2328,
      "創": 2329,
      "劃": 2330,
      "劇": 2331,
      "劉": 2332,
      "劍": 2333,
      "力": 2334,
      "办": 2335,
      "功": 2336,
      "加": 2337,
      "劣": 2338,
      "动": 2339,
      "助": 2340,
      "劳": 2341,
      "勃": 2342,
      "勅": 2343,
      "勇": 2344,
      "勒": 2345,
      "動": 2346,
      "勘": 2347,
      "務": 2348,
      "勝": 2349,
      "勞": 2350,
      "勢": 2351,
      "勳": 2352,
      "勾": 2353,
      "包": 2354,
      "化": 2355,
      "北": 2356,
      "匠": 2357,
      "匹": 2358,
      "区": 2359,
      "医": 2360,
      "區": 2361,
      "十": 2362,
      "千": 2363,
      "升": 2364,
      "午": 2365,
      "半": 2366,
      "华": 2367,
      "协": 2368,
      "卐": 2369,
      "卒": 2370,
      "卓": 2371,
      "協": 2372,
      "单": 2373,
      "卖": 2374,
      "南": 2375,
      "博": 2376,
      "卜": 2377,
      "占": 2378,
      "卡": 2379,
      "卢": 2380,
      "卦": 2381,
      "卫": 2382,
      "印": 2383,
      "危": 2384,
      "即": 2385,
      "却": 2386,
      "卸": 2387,
      "卿": 2388,
      "厂": 2389,
      "厄": 2390,
      "历": 2391,
      "厘": 2392,
      "厚": 2393,
      "原": 2394,
      "厥": 2395,
      "厦": 2396,
      "厩": 2397,
      "去": 2398,
      "县": 2399,
      "参": 2400,
      "參": 2401,
      "叉": 2402,
      "及": 2403,
      "友": 2404,
      "双": 2405,
      "反": 2406,
      "収": 2407,
      "发": 2408,
      "叔": 2409,
      "取": 2410,
      "受": 2411,
      "变": 2412,
      "叛": 2413,
      "叠": 2414,
      "叡": 2415,
      "叢": 2416,
      "口": 2417,
      "古": 2418,
      "句": 2419,
      "只": 2420,
      "叫": 2421,
      "召": 2422,
      "可": 2423,
      "台": 2424,
      "史": 2425,
      "右": 2426,
      "叶": 2427,
      "号": 2428,
      "司": 2429,
      "合": 2430,
      "吉": 2431,
      "同": 2432,
      "名": 2433,
      "后": 2434,
      "向": 2435,
      "吕": 2436,
      "君": 2437,
      "吞": 2438,
      "吟": 2439,
      "吧": 2440,
      "启": 2441,
      "吳": 2442,
      "吴": 2443,
      "吸": 2444,
      "吹": 2445,
      "吾": 2446,
      "呂": 2447,
      "呉": 2448,
      "告": 2449,
      "周": 2450,
      "呪": 2451,
      "味": 2452,
      "呼": 2453,
      "命": 2454,
      "咆": 2455,
      "和": 2456,
      "咖": 2457,
      "咙": 2458,
      "咫": 2459,
      "咲": 2460,
      "咸": 2461,
      "哀": 2462,
      "品": 2463,
      "哈": 2464,
      "哉": 2465,
      "响": 2466,
      "員": 2467,
      "哥": 2468,
      "哮": 2469,
      "哲": 2470,
      "唄": 2471,
      "唐": 2472,
      "唯": 2473,
      "唱": 2474,
      "商": 2475,
      "問": 2476,
      "啓": 2477,
      "啟": 2478,
      "啡": 2479,
      "善": 2480,
      "喇": 2481,
      "喋": 2482,
      "喚": 2483,
      "喜": 2484,
      "喝": 2485,
      "喬": 2486,
      "嘉": 2487,
      "嘘": 2488,
      "噛": 2489,
      "器": 2490,
      "嚣": 2491,
      "嚴": 2492,
      "囁": 2493,
      "囂": 2494,
      "囃": 2495,
      "囚": 2496,
      "四": 2497,
      "回": 2498,
      "因": 2499,
      "团": 2500,
      "団": 2501,
      "図": 2502,
      "国": 2503,
      "图": 2504,
      "圈": 2505,
      "國": 2506,
      "圍": 2507,
      "圏": 2508,
      "園": 2509,
      "圓": 2510,
      "圖": 2511,
      "土": 2512,
      "圣": 2513,
      "圧": 2514,
      "在": 2515,
      "地": 2516,
      "圻": 2517,
      "坂": 2518,
      "均": 2519,
      "坊": 2520,
      "坑": 2521,
      "块": 2522,
      "坚": 2523,
      "坝": 2524,
      "坡": 2525,
      "坤": 2526,
      "坪": 2527,
      "型": 2528,
      "垣": 2529,
      "城": 2530,
      "埔": 2531,
      "域": 2532,
      "執": 2533,
      "培": 2534,
      "基": 2535,
      "堀": 2536,
      "堂": 2537,
      "堅": 2538,
      "堆": 2539,
      "堡": 2540,
      "堤": 2541,
      "堯": 2542,
      "報": 2543,
      "場": 2544,
      "塊": 2545,
      "塔": 2546,
      "塘": 2547,
      "塚": 2548,
      "塞": 2549,
      "塩": 2550,
      "填": 2551,
      "塵": 2552,
      "境": 2553,
      "墓": 2554,
      "墙": 2555,
      "增": 2556,
      "壁": 2557,
      "壌": 2558,
      "壓": 2559,
      "壟": 2560,
      "壤": 2561,
      "士": 2562,
      "壬": 2563,
      "壮": 2564,
      "壯": 2565,
      "声": 2566,
      "壱": 2567,
      "売": 2568,
      "壳": 2569,
      "壷": 2570,
      "壽": 2571,
      "处": 2572,
      "备": 2573,
      "変": 2574,
      "复": 2575,
      "夏": 2576,
      "夕": 2577,
      "外": 2578,
      "多": 2579,
      "夜": 2580,
      "够": 2581,
      "夢": 2582,
      "夤": 2583,
      "大": 2584,
      "天": 2585,
      "太": 2586,
      "夫": 2587,
      "央": 2588,
      "失": 2589,
      "头": 2590,
      "夷": 2591,
      "奇": 2592,
      "奈": 2593,
      "奉": 2594,
      "奎": 2595,
      "奏": 2596,
      "奐": 2597,
      "契": 2598,
      "奔": 2599,
      "奥": 2600,
      "奧": 2601,
      "奪": 2602,
      "女": 2603,
      "奴": 2604,
      "好": 2605,
      "如": 2606,
      "妃": 2607,
      "妇": 2608,
      "妍": 2609,
      "妖": 2610,
      "妙": 2611,
      "妮": 2612,
      "妹": 2613,
      "妻": 2614,
      "姉": 2615,
      "姊": 2616,
      "始": 2617,
      "姑": 2618,
      "委": 2619,
      "姚": 2620,
      "姥": 2621,
      "姦": 2622,
      "姫": 2623,
      "姬": 2624,
      "姿": 2625,
      "威": 2626,
      "娘": 2627,
      "娜": 2628,
      "婁": 2629,
      "婆": 2630,
      "婚": 2631,
      "婷": 2632,
      "嫁": 2633,
      "嬢": 2634,
      "嬴": 2635,
      "子": 2636,
      "孔": 2637,
      "字": 2638,
      "存": 2639,
      "孙": 2640,
      "孛": 2641,
      "孝": 2642,
      "孟": 2643,
      "季": 2644,
      "孤": 2645,
      "学": 2646,
      "孩": 2647,
      "孫": 2648,
      "孵": 2649,
      "學": 2650,
      "宁": 2651,
      "宅": 2652,
      "宇": 2653,
      "守": 2654,
      "安": 2655,
      "宋": 2656,
      "完": 2657,
      "宏": 2658,
      "宗": 2659,
      "官": 2660,
      "宙": 2661,
      "定": 2662,
      "宜": 2663,
      "宝": 2664,
      "实": 2665,
      "実": 2666,
      "客": 2667,
      "宣": 2668,
      "室": 2669,
      "宫": 2670,
      "宮": 2671,
      "宴": 2672,
      "宵": 2673,
      "家": 2674,
      "宸": 2675,
      "容": 2676,
      "宿": 2677,
      "寂": 2678,
      "寄": 2679,
      "密": 2680,
      "寇": 2681,
      "富": 2682,
      "寔": 2683,
      "寗": 2684,
      "寛": 2685,
      "寝": 2686,
      "寞": 2687,
      "察": 2688,
      "寧": 2689,
      "寨": 2690,
      "審": 2691,
      "寬": 2692,
      "寵": 2693,
      "寶": 2694,
      "寸": 2695,
      "对": 2696,
      "寺": 2697,
      "寻": 2698,
      "対": 2699,
      "寿": 2700,
      "封": 2701,
      "射": 2702,
      "将": 2703,
      "將": 2704,
      "尉": 2705,
      "尊": 2706,
      "尋": 2707,
      "對": 2708,
      "導": 2709,
      "小": 2710,
      "少": 2711,
      "尔": 2712,
      "尚": 2713,
      "尧": 2714,
      "就": 2715,
      "尸": 2716,
      "尹": 2717,
      "尺": 2718,
      "尼": 2719,
      "尽": 2720,
      "尾": 2721,
      "局": 2722,
      "居": 2723,
      "届": 2724,
      "屋": 2725,
      "屍": 2726,
      "屑": 2727,
      "展": 2728,
      "屠": 2729,
      "層": 2730,
      "屬": 2731,
      "屯": 2732,
      "山": 2733,
      "屿": 2734,
      "岐": 2735,
      "岑": 2736,
      "岚": 2737,
      "岛": 2738,
      "岡": 2739,
      "岩": 2740,
      "岬": 2741,
      "岭": 2742,
      "岳": 2743,
      "岸": 2744,
      "峰": 2745,
      "島": 2746,
      "崇": 2747,
      "崎": 2748,
      "崔": 2749,
      "崖": 2750,
      "嵐": 2751,
      "嶋": 2752,
      "嶺": 2753,
      "嶼": 2754,
      "巂": 2755,
      "巖": 2756,
      "川": 2757,
      "州": 2758,
      "巡": 2759,
      "工": 2760,
      "左": 2761,
      "巨": 2762,
      "巫": 2763,
      "差": 2764,
      "己": 2765,
      "巳": 2766,
      "巴": 2767,
      "巻": 2768,
      "币": 2769,
      "市": 2770,
      "布": 2771,
      "帆": 2772,
      "师": 2773,
      "希": 2774,
      "帕": 2775,
      "帖": 2776,
      "帝": 2777,
      "帥": 2778,
      "带": 2779,
      "師": 2780,
      "帮": 2781,
      "帰": 2782,
      "帶": 2783,
      "常": 2784,
      "幕": 2785,
      "幡": 2786,
      "幣": 2787,
      "干": 2788,
      "平": 2789,
      "年": 2790,
      "幸": 2791,
      "幻": 2792,
      "幽": 2793,
      "广": 2794,
      "庁": 2795,
      "広": 2796,
      "庄": 2797,
      "庆": 2798,
      "庇": 2799,
      "序": 2800,
      "库": 2801,
      "底": 2802,
      "庖": 2803,
      "店": 2804,
      "庙": 2805,
      "庚": 2806,
      "府": 2807,
      "度": 2808,
      "座": 2809,
      "庫": 2810,
      "庭": 2811,
      "庵": 2812,
      "康": 2813,
      "廉": 2814,
      "廊": 2815,
      "廖": 2816,
      "廟": 2817,
      "廣": 2818,
      "廬": 2819,
      "延": 2820,
      "廷": 2821,
      "建": 2822,
      "廻": 2823,
      "廿": 2824,
      "开": 2825,
      "弁": 2826,
      "式": 2827,
      "弐": 2828,
      "弓": 2829,
      "弔": 2830,
      "引": 2831,
      "弘": 2832,
      "弟": 2833,
      "张": 2834,
      "弥": 2835,
      "弦": 2836,
      "弧": 2837,
      "弱": 2838,
      "張": 2839,
      "強": 2840,
      "弹": 2841,
      "强": 2842,
      "弾": 2843,
      "彌": 2844,
      "当": 2845,
      "录": 2846,
      "彖": 2847,
      "彙": 2848,
      "形": 2849,
